Repository: DrozdAllan/better_munchkin
Catalog: lib/l10n/app_*.arb
Languages: fr

source: Add Player
fr: Ajouter Joueur

source: Remove Player
fr: Retirer Joueur

# gamemode
source: Gamemode set to
fr: Mode défini sur

# normal
source: normal : maximum level is 10
fr: normal : le niveau maximum est 10

# epic
source: epic : maximum level is 20
fr: epic : le niveau maximum est 20

source: Name
fr: Nom

# nameRule1
source: Please enter a name
fr: Entrez un nom

# nameRule2
source: 15 caracters maximum
fr: 15 caractères maximum

# nameRule3
source: Name already taken
fr: Nom déjà pris

# removeDialog
source: Select the player to remove
fr: Choisissez le joueur à retirer

# battleDialog
source: Select the player to battle
fr: Choisissez le joueur pour combattre

# monsterDialog
source: Monster's Strength
fr: Force du monstre

source: Add Monster
fr: Ajouter Monstre

# playerLevelDialog
source: {userName}'s Level
fr: Niveau de {userName}

# modifLevel
source: Modify Level
fr: Modifier Niveau

# playerBonusDialog
source: {userName}'s Bonus
fr: Bonus de {userName}

# modifBonus
source: Modify Bonus
fr: Modifier Bonus

# playerStrengthDialog
source: {userName}'s Strength
fr: Force de {userName}

# modifStrength
source: Modify Strength
fr: Modifier Force

# winSolo
source: {userName} wins !
fr: {userName} gagne !

# winMultiple
source: Players win !
fr: Les joueurs gagnent !

# loseSolo
source: {userName} loses !
fr: {userName} perd !

# loseMultiple
source: Players lose !
fr: Les joueurs perdent !

source: Monster
fr: Monstre
